{
  "logo": "D & F",
  "navTitle": "Dennis & Fanny",
  "information": "Information",
  "rsvp": "RSVP",
  "wishlist": "Wishlist",
  "thankYou": "Thank you for joining us!",
  "gift-info": "Your presence means the world to us, especially knowing many of you will be traveling from far and wide. We genuinely dont expect anything more than the pleasure of your company! However, for those who wish to give a gift, we've created a list of gift ideas, including options for both group and individual gifts.",
  "gift-info2": "If you'd like to gift any of the items below, simply click the 'Gift this Item' button. From there, enter your email and specify the number of gifts you'd like to give. For certain items, like the plates, we've requested multiple of the same kind, so feel free to choose as many as you'd like to contribute. This is to make sure gifts dont get duplicated.",
  "all": "All",
  "single": "Individual",
  "group": "Group",
  "timeline": "Timeline",
  "ceremony": "Ceremony",
  "photos-and-cocktails": "Drinks & Canapés",
  "dinner": "Dinner",
  "dance-floor": "Dance floor opens",
  "party": "Party",
  "location": "Location",
  "location-info": "The event will be held at",
  "accomodation": "Accomodation",
  "accomodation-info": "If youd like to extend the celebration and stay overnight at the venue between Saturday and Sunday, were pleased to offer some sleeping arrangement, there will be 27 sleeping spots in double beds and additional arrangements can be made with air matresses for those that are comfortable to sleep on them in the communal areas in the accomodation halls.",
  "accomodation-info2": "Accomodation will be priced at 370DKK per person, please fill in this is the RSVP if you wish to stay overnight.",
  "accomodation-info3": "Breakfast can be purchased for 130 DKK per person. Please indicate this in your RSVP if you wish to add breakfast.",
  "friday-sunday": "Fri - Sun",
  "saturday-sunday": "Sat - Sun",
  "breakfast": "Breakfast",
  "breakfast-info": "Breakfast can be added for 130DKK per person",
  "children": "Children",
  "children-info": "Children are welcome at the ceremony but we kindly ask that you make arrangements for them afterwards, children whom are too young to have a babysitter is obviously exempt from this.",
  "welcome": "Welcome",
  "welcome-subtitle": "to our Wedding",
  "welcome-names": "Dennis and Fanny",
  "welcome-dates": "August 9th, 2025",
  "guest-form": "Guest Form",
  "name": "Name",
  "name-placeholder": "Firstname Lastname",
  "email": "Email",
  "attending": "Attending",
  "yes": "Yes",
  "no": "No",
  "allergies": "Allergies",
  "allergies-placeholder": "I can't have garlic",
  "staying-over": "Staying over",
  "staying-over-info": "If youd like to extend the celebration and stay overnight at the venue, were pleased to offer a limited number of rooms on a first-come, first-served basis at the rate of 370DKK per person. We hope youll join us for a memorable night of festivities and comfort!",
  "dancing": "What do you enjoy dancing to?",
  "dancing-info": "Submit a couple of songs and we will add them to the playlist for the party!",
  "submit": "Submit",
  "internationalTravel": "Travelling from abroad",
  "travelInformationHeader": "Travel Information",
  "travelInformationContent": "If you are traveling from abroad, we recommend flying to Aalborg Airport (AAL). The airport is approximately 1.5 hours away from the venue by car.",
  "travelInformationContent2": "If you are arriving on the Friday we will organise pickups from the airport. Please let us know your flight details.",
  "travelInfoAirport": "Travel by air",
  "travelInfoFerry": "Travel by Ferry",
  "travelInformationContent3": "If you are travelling from sweden we recommend that you take the Ferry between Gothenburg and Fredrikshavn, its a short drive of about an hour to the venue from Fredrikshavn.",
  "accomodationInformation": "If you are arriving on the Friday we have 7 rooms available at the venue. Please let us know if you would like to reserve one of these rooms. Its priced at 370DKK per night. Otherwise there are plenty of hotels available in the nearby town of Lyngby or Løkken.",
  "amount": "Desired amount",
  "claim": "Gift this Item",
  "claimed": "pcs Gifted",
  "claimGift": "Gift this Item",
  "fullyClaimed": "Claimed by Another Guest/s",
  "yourEmail": "Your Email",
  "giftingAmount": "How many would you like to gift?",
  "wishedFor": "desired",
  "cantBeFound": "That page can't be found!",
  "success-title": "Registration Successful!",
  "success-message": "Thank you for registering. We look forward to seeing you!",
  "close": "Close",
  "dresscode": "Dresscode",
  "dresscode-info": "The dresscode for the wedding is semi-formal. We want you to feel comfortable and enjoy the day, so feel free to wear something that makes you feel good! The ceremony will be held outdoors so we recommend that you check the weather forecast and dress accordingly.",
  "arrival": "Arrival",
  "arrival-info": "If you are staying overnight at the venue, check-in will be available from 14:00 on the day of the wedding. If you are not staying overnight, the ceremony will begin at 15:00. We recommend that you arrive at least 30 minutes before the ceremony starts.",
  "welcome-message": "Attention! A typo has occurred in the invitations, and our Toastmaster's email is: daniel.korsholt@gmail.com.",

  "toastmaster": "Toastmaster",
  "toastmaster-info": "Our Toastmaster for the evening is Daniel Korsholt. If you have any questions or concerns, do not hesitate to contact him at daniel.korsholt@gmail.com. Note that there was a typo in the invitations, and his email address is incorrect there."
}
