{
  "logo": "D & F",
  "navTitle": "Dennis & Fanny",
  "information": "Information",
  "rsvp": "RSVP",
  "wishlist": "Ønskeliste",
  "thankYou": "Tak fordi I fejrede dagen med os!",
  "gift-info": "Jeres tilstedeværelse betyder alt for os, især når vi ved, at mange af jer vil rejse langt for at være her. Vi forventer ikke mere end selskabet af jer! For dem, der ønsker at give en gave, har vi lavet en liste med gaveidéer, både til individuelle og fælles gaver.",
  "gift-info2": "Hvis du ønsker at give en af gaverne nedenfor, skal du blot klikke på 'Giv denne gave'-knappen. Indtast derefter din e-mail og specificer, hvor mange gaver du ønsker at give. For visse ting, som tallerkenerne, har vi ønsket flere af samme slags, så du er velkommen til at vælge det antal, du vil bidrage med. Dette er for at sikre, at gaverne ikke bliver givet dobbelt.",
  "all": "Alle",
  "single": "Individuel",
  "group": "Gruppe",
  "timeline": "Tidslinje",
  "ceremony": "Ceremoni",
  "photos-and-cocktails": "Drikke & Canapés",
  "dinner": "Middag",
  "dance-floor": "Dansegulvet åbner",
  "party": "Fest",
  "location": "Sted",
  "location-info": "Begivenheden finder sted på",
  "accomodation": "Overnatning",
  "accomodation-info": "Hvis I ønsker at forlænge fejringen og overnatte på stedet fra lørdag til søndag, er vi glade for at kunne tilbyde nogle sovepladser. Der vil være 27 sovepladser i dobbeltsenge, og der kan arrangeres ekstra sovepladser med luftmadrasser til dem, der er komfortable med at sove i fællesområderne.",
  "accomodation-info2": "Overnatning vil koste 370DKK per person. Udfyld venligst dette i RSVP, hvis I ønsker at overnatte.",
  "accomodation-info3": "Morgenmad kan tilkøbes for 130DKK per person. Udfyld venligst dette i RSVP, hvis I ønsker at tilkøbe morgenmad.",
  "friday-sunday": "Fre - Søn",
  "saturday-sunday": "Lør - Søn",
  "breakfast": "Morgenmad",
  "breakfast-info": "Morgenmad kan tilkøbes for 130DKK per person.",
  "children": "Børn",
  "children-info": "Børn er velkomne til ceremonien, men vi beder venligst om, at I arrangerer pasning til dem efterfølgende. Børn, der er for små til at have en babysitter, er naturligvis undtaget.",
  "welcome": "Velkommen",
  "welcome-subtitle": "til vores bryllup",
  "welcome-names": "Dennis og Fanny",
  "welcome-dates": "9. august 2025",
  "guest-form": "Gæsteformular",
  "name": "Navn",
  "name-placeholder": "Fornavn Efternavn",
  "email": "Email",
  "attending": "Deltager",
  "yes": "Ja",
  "no": "Nej",
  "allergies": "Allergier",
  "allergies-placeholder": "Jeg kan ikke tåle hvidløg",
  "staying-over": "Overnatter",
  "staying-over-info": "Hvis I ønsker at forlænge fejringen og overnatte på stedet, tilbyder vi et begrænset antal værelser efter først-til-mølle-princippet til en pris på 370DKK per person. Vi håber, I vil være med til en mindeværdig aften fyldt med festligheder og komfort!",
  "dancing": "Hvad kan du lide at danse til?",
  "dancing-info": "Indsend et par sange, så tilføjer vi dem til playlisten til festen!",
  "submit": "Indsend",
  "internationalTravel": "Rejser fra udlandet",
  "travelInformationHeader": "Rejseinformation",
  "travelInformationContent": "Hvis du rejser fra udlandet, anbefaler vi, at du flyver til Aalborg Lufthavn (AAL). lufthavnen er cirka 1,5 timers kørsel fra stedet.",
  "travelInformationContent2": "Hvis du ankommer om fredagen, organiserer vi afhentning fra lufthavnen. Venligst giv os dine flyoplysninger.",
  "travelInfoAirport": "Rejse med fly",
  "travelInfoFerry": "Rejse med færge",
  "travelInformationContent3": "Hvis du rejser fra Sverige, anbefaler vi, at du tager færgen mellem Göteborg og Frederikshavn. Det er en kort køretur på omkring en time fra Frederikshavn til stedet.",
  "accomodationInformation": "Hvis du ankommer om fredagen, har vi 7 værelser til rådighed på stedet. Venligst giv os besked, hvis du ønsker at reservere et af disse værelser. Prisen er 370 DKK per nat. Ellers er der masser af hoteller i den nærliggende by Lygnby eller Løkken.",
  "amount": "Ønsket antal",
  "claim": "Giv denne gave",
  "claimed": "st Reserveret",
  "claimGift": "Giv denne gave",
  "fullyClaimed": "Givet af en anden gæst/er",
  "wishedFor": "ønsket",
  "yourEmail": "Din e-mail",
  "giftingAmount": "Hvor mange vil du give?",
  "cantBeFound": "Den side kan ikke findes!",
  "success-title": "Registreringen lykkedes!",
  "success-message": "Tak for din registrering. Vi glæder os til at se dig!",
  "close": "Luk",
  "dresscode": "Dresscode",
  "dresscode-info": "Dresscode er Festligt, vi vil gerne at i klæder jer i noget i føler jer godt. Vi rekomenderer at i tager hensyn til vejret, da ceremonien vil være udendørs.",
  "arrival": "Ankomst",
  "arrival-info": "Hvis i planerer at sova over på stedet, så er i velkomne til at ankomme fra kl 14:00 på lørdag. Ceremonien started kl 15:00 og vi anbefaler at i ankommer mindst 30 minutter før ceremonien starter."
}
