{
  "logo": "D & F",
  "navTitle": "Dennis & Fanny",
  "information": "Information",
  "rsvp": "OSA",
  "wishlist": "Önskelista",
  "thankYou": "Tack för att ni var med och firade vår dag!",
  "gift-info": "Er närvaro betyder allt för oss, särskilt då vi vet att många av er kommer att resa långt för att vara här. Vi förväntar oss inget mer än ert sällskap! För dem som önskar att ge en present har vi skapat en lista med presentidéer, både för individuella och gruppgåvor.",
  "gift-info2": "Om du vill ge någon av gåvorna nedan, klicka helt enkelt på knappen 'Ge denna gåva'. Ange sedan din e-postadress och hur många gåvor du vill ge. För vissa saker, som tallrikarna, har vi önskat flera av samma slag, så känn dig fri att välja så många du vill bidra med. Detta för att undvika att gåvorna dupliceras.",
  "all": "Alla",
  "single": "Individuell",
  "group": "Grupp",
  "timeline": "Tidslinje",
  "ceremony": "Ceremoni",
  "photos-and-cocktails": "Dricka & Canapés",
  "dinner": "Middag",
  "dance-floor": "Dansgolvet öppnar",
  "party": "Fest",
  "location": "Plats",
  "location-info": "Evenemanget hålls på",
  "accomodation": "Boende",
  "accomodation-info": "Om ni vill förlänga firandet och övernatta på plats mellan lördag och söndag, är vi glada att kunna erbjuda några sovplatser. Det finns 27 sovplatser i dubbelsängar, och vi kan ordna extra sovplatser med luftmadrasser för dem som är bekväma med att sova i gemensamma utrymmen.",
  "accomodation-info2": "Boendet kostar 370DKK per person. Vänligen fyll i detta i OSA om ni vill övernatta.",
  "accomodation-info3": "Frukost kan köpas till för 130 SEK per person. Vänligen fyll i detta i RSVP om ni vill köpa till frukost.",
  "friday-sunday": "Fre - Sön",
  "saturday-sunday": "Lör - Sön",
  "breakfast": "Frukost",
  "breakfast-info": "Frukost kan köpas till för 130DKK per person",
  "children": "Barn",
  "children-info": "Barn är välkomna till ceremonin, men vi ber er vänligen att ordna med barnvakt efteråt. Barn som är för unga för att ha barnvakt är självklart undantagna.",
  "welcome": "Välkommen",
  "welcome-subtitle": "till vårt bröllop",
  "welcome-names": "Dennis och Fanny",
  "welcome-dates": "9 augusti 2025",
  "guest-form": "Gästformulär",
  "name": "Namn",
  "name-placeholder": "Förnamn Efternamn",
  "email": "Email",
  "attending": "Närvarar",
  "yes": "Ja",
  "no": "Nej",
  "allergies": "Allergier",
  "allergies-placeholder": "Jag tål inte vitlök",
  "staying-over": "Övernattar",
  "staying-over-info": "Om ni vill förlänga firandet och övernatta på plats, erbjuder vi ett begränsat antal rum enligt först till kvarn-principen till en kostnad av 370DKK per person. Vi hoppas att ni vill dela en minnesvärd kväll fylld med festligheter och komfort!",
  "dancing": "Vad gillar du att dansa till?",
  "dancing-info": "Skicka in några låtar så lägger vi till dem i spellistan för festen!",
  "submit": "Skicka",
  "internationalTravel": "Resa från utlandet",
  "travelInformationHeader": "Reseinformation",
  "travelInformationContent": "Om du reser från utlandet rekommenderar vi att du flyger till Aalborgs flygplats (AAL). Flygplatsen ligger cirka 1,5 timme från platsen med bil.",
  "travelInformationContent2": "Om du anländer på fredagen organiserar vi upphämtning från flygplatsen. Vänligen meddela oss dina flyguppgifter.",
  "travelInfoAirport": "Resa med flyg",
  "travelInfoFerry": "Resa med färja",
  "travelInformationContent3": "Om du reser från Sverige rekommenderar vi att du tar färjan mellan Göteborg och Fredrikshavn. Det är en kort bilresa på ungefär en timme från Fredrikshavn till platsen.",
  "accomodationInformation": "Om du anländer på fredagen har vi 7 rum tillgängliga på platsen. Vänligen meddela oss om du vill boka ett av dessa rum. Priset är 370 DKK per natt. Annars finns det gott om hotell i närliggande staden Lygnby eller Løkken.",
  "amount": "Önskat antal",
  "claim": "Ge denna gåva",
  "claimed": " tingade",
  "claimGift": "Ge denna gåva",
  "fullyClaimed": "Given av en annan gäst/er",
  "wishedFor": "önskas",
  "yourEmail": "Din e-post",
  "giftingAmount": "Hur många vill du ge?",
  "cantBeFound": "Sidan kan inte hittas!",
  "success-title": "Registreringen lyckades!",
  "success-message": "Tack för din registrering. Vi ser fram emot att träffa dig!",
  "close": "Stäng"
}
